{
  "title": "L'état du logement <span>pour les jeunes au Canada</span>",
  "subtitle": "Tableau Jeunesse",
  "desc": "Explorez 1500 points de vue de jeunes sur l'abordabilité du logement, l'équité et les solutions de logement partagé au Canada, recueillis dans le cadre de notre enquête sur l'état du logement pour les jeunes au Canada. Cette visualisation interactive donne un aperçu de la façon dont les jeunes perçoivent leurs options en matière de logement et les défis auxquels ils sont confrontés.",
  "topic_living": "Situation de vie",
  "topic_coliving": "Colocation",
  "topic_housing": "Recherche de logement et préférences",
  "topic_mental": "Bien-être mental",
  "topic_education": "Éducation et revenus",
  "topic_general": "Généralités et démographie",
  "tooltip": "{{percent}} % des jeunes qui s'identifient comme {{age}} ont choisi {{answer}} (moyenne nationale : {{average}} %).",
  "chart_sub": "Ventilé par :",
  "note": "*Note : Les segments dont la taille de l'échantillon est inférieure à 50 ne sont pas affichés. La ligne pointillée représente la moyenne nationale, qui comprend des segments non affichés sur le graphique. Survolez ou cliquez sur les barres pour faire apparaître les valeurs.",
  "explore_title": "Explorer les réponses ouvertes",
  "explore_desc": "Vous voulez savoir ce que les jeunes disent sur le logement ? Utilisez l'outil Tableau Jeunesse pour explorer les citations tirées de l'enquête sur l'état du logement des jeunes au Canada.",
  "explore_button": "Aller à Tableau Jeunesse",
  "download_title": "Télécharger les données brutes",
  "download_desc": "Créez un compte ou connectez-vous pour télécharger l'ensemble des données.",
  "download_button": "Télécharger",
  "key_title": "Principaux enseignements",
  "key_situation": "<ul><li><p>58 % des jeunes du Canada sont locataires.</p><ul><li><p>Le taux de location est plus élevé que la moyenne pour les jeunes noirs (69 %) et les jeunes autochtones (61 %).</p></li><li><p>18 % vivent sans loyer ni hypothèque (ne contribuent pas, ne sont pas propriétaires ou ne louent pas).</p></li><li><p>27 % des hommes sont propriétaires contre seulement 17 % des femmes.</p></li><li><p>Le taux de propriété est le plus faible dans les provinces des Prairies (16 %) et le plus élevé dans les Maritimes (28 %). C'est également dans les Prairies que l'on trouve le pourcentage le plus élevé de jeunes vivant d'un loyer ou d'une hypothèque.</p></li></ul></li><li><p>Géographiquement, près de la moitié des jeunes (43 %) vivent en dehors des centres-villes, attirés par des logements un peu plus abordables mais confrontés à des défis tels que la dépendance à l'égard de la voiture et des infrastructures limitées, tandis que 34 % vivent en banlieue et 19 % en centre-ville.</p></li><li><p>44 % des jeunes décident de vivre avec d'autres pour réduire les coûts de logement. Entre 18 et 25 ans, ce chiffre passe à 52,5 %.</p><ul><li><p>26 % de tous les jeunes vivent avec leurs parents, mais ce chiffre monte à 34 % chez les jeunes de couleur.</p></li></ul></li><li><p>La majorité des jeunes vivent dans des logements de deux chambres (24 %) ou de trois chambres (21 %), les espaces plus petits comme les chambres à un lit (14 %) et les studios (5 %) étant moins courants et souvent coûteux.</p></li><li><p>Si 50 % des jeunes déménagent entre 18 et 21 ans, 53 % d'entre eux sont également rentrés chez eux.</p><ul><li><p>Dans l'ensemble, 93 % des jeunes ont quitté le logement de leur enfance avant l'âge de 26 ans.</p></li><li><p>Un pourcentage significativement plus élevé (38 %) de jeunes autochtones ont quitté le logement de leur enfance avant d'avoir atteint l'âge de 18 ans.</p></li></ul></li></ul>",
  "key_preferences": "<ul><li><p>50 % des jeunes ont déclaré que trouver un logement dans leur fourchette de prix était l'aspect le plus difficile de leur expérience de location, suivi par 39 % qui ont déclaré que trouver un logement dans la région où ils voulaient habiter était le plus difficile.</p><ul><li><p>Parmi les régions, les jeunes des Maritimes (62 %) et du Québec (62 %) ont trouvé qu'il était le plus difficile de trouver une location dans leur fourchette de prix. En comparaison, 46 % des jeunes de l'Ontario, 48 % des jeunes de la Colombie-Britannique et 39 % des jeunes des Prairies ont trouvé qu'il était le plus difficile de trouver une location dans leur fourchette de prix.</p></li><li><p>61 % des jeunes Noirs ont trouvé qu'il était très difficile de trouver un logement dans leur fourchette de prix, ce qui est plus élevé que la moyenne.</p></li></ul></li><li><p>Lorsqu'ils cherchent un logement, les priorités des jeunes reflètent des besoins pratiques. Plus de la moitié (51 %) citent le coût mensuel comme leur principale préoccupation, suivi de la sécurité (14 %), de la proximité du travail (11 %) et de l'accès aux services de proximité (10 %).</p></li><li><p>Les transports en commun apparaissent comme un élément essentiel des besoins des jeunes en matière de logement, 62 % des répondants les utilisant régulièrement, ce qui met en évidence le lien entre logement et mobilité.</p><ul><li><p>55 % marchent régulièrement</p></li><li><p>42 % utilisent un véhicule personnel</p></li></ul></li><li><p>29 % des jeunes trouvent excitante l'idée de construire leur propre maison, faisant preuve de résilience et de créativité dans l'imagination de leur avenir en matière de logement.</p></li></ul>",
  "key_mental": "<ul><li><p>Les trois quarts des jeunes ont déclaré se sentir « à cran » lorsqu'ils cherchaient un logement, et 50 % ont exprimé leur inquiétude quant à la stabilité ou au coût de leur situation de logement actuelle.</p><ul><li><p>Les jeunes de l'Alberta éprouvent cette anxiété dans une proportion plus élevée (55 %) que la moyenne nationale.</p></li><li><p>Bien que les jeunes fassent état d'autres pressions aggravantes, comme les préoccupations liées aux événements mondiaux (41 %), aux enjeux nationaux au Canada (38 %) et aux événements locaux dans leur ville (26 %), les taux d'incidence sont beaucoup plus faibles à l'échelle nationale que le taux d'inquiétude à l'égard du logement.</p></li></ul></li><li><p>68 % des jeunes ont indiqué que la partie la plus difficile de la recherche d'un logement est de trouver quelque chose qu'ils peuvent se permettre.</p><ul><li><p>Plus de femmes (73 %) que d'hommes (61 %) ont estimé qu'il était difficile de trouver un logement abordable.</p></li></ul></li></ul>",
  "methodology_title": "Méthodologie",
  "methodology_sub1": "Plan d'échantillonnage",
  "methodology_p1": "L'enquête a ciblé un échantillon représentatif de jeunes âgés de 18 à 33 ans, atteignant des répondants à travers le Canada, en se concentrant sur les 15 plus grands centres urbains. Le cadre d'échantillonnage a été conçu sur la base des données du recensement 2021 de Statistique Canada. Les répondants ont été identifiés à l'aide d'un échantillonnage volontaire par le biais d'une promotion sur les canaux médiatiques de Youthful Cities et du Tamarack Institute. En outre, la conception de l'enquête a donné la priorité à l'augmentation de la représentation des groupes méritant l'équité au sein de l'échantillon.",
  "methodology_sub2": "Collecte de données",
  "methodology_p2": "L'enquête s'est déroulée sur le terrain entre avril 2024 et juillet 2024, exclusivement par le biais d'une collecte en ligne. Il a été hébergé sur SurveyMonkey, une plateforme commune de collecte de données de sondage. SurveyMonkey a mis en œuvre des pratiques de gouvernance, de gestion des risques et de conformité qui s'alignent sur les cadres de sécurité de l'information les plus mondialement reconnus. Nous avons recueilli 1500 réponses.",
  "methodology_sub3": "Limites",
  "methodology_p3": "<p>Bien que des mesures aient été prises pour s'assurer que l'échantillon était représentatif de la population des jeunes au Canada, et que des considérations éthiques aient été respectées, certains biais peuvent être présents dans les données.</p><ul><li><p>Biais d'échantillonnage : Bien que l'échantillon ait été conçu pour être représentatif, certaines identités peuvent avoir été sous-représentées ou surreprésentées, ce qui peut avoir un impact sur les idées et les résultats.</p></li><li><p>Biais de réponse : L'enquête s'est appuyée sur des données autodéclarées, qui peuvent être sujettes à un biais de désirabilité sociale ou à un biais de mémorisation, en particulier pour les questions liées à des sujets sensibles.</p></li></ul>",
  "percent": "Pourcentage"
}
