{
  "title": "État du logement <span>des jeunes au Canada</span>",
  "subtitle": "Jeunesse Cite",
  "description_sub_1": "À propos de l'enquête",
  "description_p_1": "L'état du logement pour les jeunes au Canada a recueilli des témoignages de jeunes à travers le pays afin d'explorer la crise du logement, en examinant à la fois l'accessibilité financière et la disponibilité. L'objectif de l'étude? C’est de recueillir des données précises afin de développer des solutions plus efficaces pour le logement des jeunes. Elle a également exploré la cohabitation comme une réponse potentielle aux défis liés à la création de logements abordables dans les villes canadiennes.",
  "description_sub_2": "Explorer",
  "description_p_1.5": "Cette visualisation organise les citations des jeunes interrogés en un réseau interactif de thèmes. Les bulles les plus grandes mettent en évidence les sujets les plus courants, tandis que les plus petites reflètent des idées uniques ou moins courantes.",
  "description_p_2": "Explorez les réponses à ces questions : Quelles ont été vos expériences en matière de recherche de logement ? Qu'est-ce qui vous préoccupe pour l'avenir ? Qu'aimeriez-vous voir se produire pour résoudre la crise du logement au Canada ? Dites-nous si vous avez d'autres idées sur le logement au Canada. Cette visualisation est générée avec l'aide de l'IA. Cliquez sur un nœud pour voir les citations reflétant les perspectives et les opinions des personnes interrogées. ",
  "helper_text": "Citations étiquetées avec thème {{code}}",
  "quotes_empty": "Veuillez cliquer sur un nœud thématique pour voir les citations associées.",
  "drawer_tab": "Citations",
  "method_title": "Méthodologie",
  "method_sub_1": "Conception de l'échantillonnage",
  "method_p_1": "L'enquête a ciblé un échantillon représentatif de jeunes âgés de 18 à 33 ans, atteignant les répondants à travers le Canada en se concentrant sur les 15 plus grands centres urbains. La base de sondage a été conçue à partir des données du recensement 2021 de Statistique Canada. Les répondants ont été identifiés à l'aide d'un échantillonnage volontaire par le biais d’une promotion sur les réseaux sociaux de Youthful Cities et de l'Institut Tamarack. En outre, la conception de l'enquête a donné la priorité à l'augmentation de la représentation des groupes méritant l'équité au sein de l'échantillon.",
  "method_sub_2": "Collecte des données",
  "method_p_2": "L'enquête a été réalisée sur le terrain entre avril 2024 et juillet 2024, exclusivement par le biais d'une collecte en ligne. Elle a été hébergée sur SurveyMonkey, une plateforme commune de collecte de données d'enquête. SurveyMonkey a mis en œuvre des pratiques de gouvernance, de gestion des risques et de conformité qui s'alignent sur les cadres de sécurité de l'information les plus reconnus au monde. Nous avons recueilli 1500 réponses.",
  "method_sub_3": "Limites",
  "method_p_3": "<p>Bien que des mesures aient été prises pour s'assurer que l'échantillon était représentatif de la population des jeunes au Canada, et que les considérations éthiques aient été respectées, certains biais peuvent être présents dans les données.</p><ul><li><p>Biais d'échantillonnage : Bien que l'échantillon ait été conçu pour être représentatif, certaines identités peuvent avoir été sous-représentées ou surreprésentées, ce qui peut avoir un impact sur les idées et les résultats.</p></li><li><p>Biais de réponse : L'enquête s'est appuyée sur des données autodéclarées, qui peuvent être sujettes à un biais de désirabilité sociale ou à un biais de mémorisation, en particulier pour les questions liées à des sujets sensibles.</p></li></ul>",
  "stories_heading": "Lire les histoires qui se cachent derrière les données",
  "blog_title": "Le prix à payer : L'état du logement des jeunes dans les centres urbains du Canada",
  "blog_button": "Lire l'article de blog",
  "blog_alt": "L'état du logement pour les jeunes au Canada : Épisode 1 - Le prix à payer"
}
