{
  "title": "Travail urban indice <span>2024</span>",
  "subtitle": "La meilleure ville pour les jeunes travailleurs au Canada",
  "blurb": "L'indice du travail urbain 2024 est un indice essentiel conçu pour fournir les données urgentes nécessaires à la transformation de la main-d'œuvre en une une force de travail dynamique, engagée et vitale.  L'indice est l'aboutissement du projet <a>DEVlab</a>, une enquête sur ce dont les jeunes ont besoin pour réussir.",
  "map_heading": "Résultats globaux",
  "map_blurb": "Parcourez la liste des villes pour voir le classement. Découvrez les points forts et les points à améliorer pour chaque ville. Cliquez sur un point de la carte pour accéder directement à cette ville",
  "topic_heading": "Résultats par thème",
  "topic_blurb": "Passez la souris sur une cellule pour voir le classement et le score de la ville et du thème sélectionné. Cliquez sur une colonne pour trier le classement par thème. ",
  "scoring_heading": "Note sur la notation",
  "scoring_blurb": "Les scores sont générés en utilisant une normalisation min/max où la ville la plus performante reçoit un score de 100 et la ville la moins performante reçoit un score de 0. Cela signifie que même une ville avec un score de 100 peut encore s'améliorer, et qu'une ville avec un score de 0 peut encore être performante dans certains aspects du sujet.",
  "heatmap_tooltip": "[city] is #[rank] in [topic] with a score of [score]",
  "customize_tab": "Personnaliser les résultats",
  "customize_blurb": "Ajustez la pondération de chaque sujet selon son importance pour vous et observez le changement de classement sur la carte thermique. Une pondération de 100 correspond à « extrêmement important » et une pondération de 0 à « non prioritaire ».",
  "best_city": "Actuellement, la ville qui vous convient le mieux est <strong>{{city}}</strong>.",
  "cutomize_blurb2": "Les pondérations par défaut sont basées sur les notes d'importance moyennes attribuées à chaque sujet par plus de 1 500 répondants à l'enquête « Quoi de neuf au travail, dernièrement ? » 2024. Ces pondérations influencent la contribution proportionnelle de chaque sujet au score final pour déterminer la meilleure ville où travailler.",
  "more_heading": "Approfondir",
  "chatbot_heading": "Chatbot",
  "chatbot_blurb": "Essayez ces questions pour mieux comprendre l'écosystème du travail à Toronto, Montréal, Calgary et Vancouver, ou posez vos propres questions.",
  "chatbot_prompt1": "Que disent les jeunes de Montréal de l'équilibre entre leur vie professionnelle et leur vie privée ?",
  "chatbot_prompt2": "En prenant le rôle d'un jeune à Vancouver, quels sont les obstacles à la recherche d'un bon poste de débutant ?",
  "chatbot_prompt3": "Comment les défis liés à l'accessibilité financière influencent-ils la recherche d'emploi des jeunes à Toronto ?",
  "chatbot_prompt4": "Que disent les jeunes du processus d'embauche à Calgary ?",
  "chatbot_button": "Aller au chatbot",
  "stories_heading": "Histoires de données",
  "stories_blurb": "The 'Skills and Ladders' series on the Youthful Cities blog explores our findings from the DEVlab research project.",
  "stories_button": "Aller sur le blog de Youthful Cities",
  "reset": "Réinitialiser"
}
