{
  "deeper_title": "Approfondir",
  "cluster_desc": "<p>La psychographie classe les personnes en fonction de leurs attitudes, de leurs aspirations et d'autres critères psychologiques.</p><p>Les participants à l'enquête ont classé l'importance de l'accessibilité financière, de l'éducation et du développement des compétences, de l'équité, de la diversité et de l'inclusion, de la culture autochtone, de la vérité et de la réconciliation, de l'esprit d'entreprise, de la croissance économique locale, de la transformation numérique, des transports, de la santé mentale et du changement climatique. Ils ont ensuite classé les performances de leur ville dans chaque catégorie. Ces classements par importance/performance ont permis de créer trois groupes distincts. Pour en savoir plus sur les groupes, cliquez sur les points de données. Chaque point représente une réponse à l'enquête.</p>",
  "takeaways_title": "Principaux enseignements - <span>Les priorités des jeunes</span>",
  "takeaways_desc": "Indépendamment du groupe, les priorités suivantes sont apparues comme des domaines clés pour améliorer les performances des villes canadiennes :",
  "takeaways_aff": "Abordabilité",
  "takeaways_mental": "Santé mentale",
  "takeaways_jobs": "De bons emplois pour les jeunes",
  "cluster_social": "L'accent sur le bien social",
  "cluster_forming": "Se forger une opinion",
  "cluster_economic": "Priorité à l'économie",
  "cluster_all": "Tous",
  "stories_title": "Histoires de données",
  "heatmap_tooltip": "Un écart {{positif/négatif}} ({{value}}%) entre l'importance et la performance indique que le groupe {{cluster}} considère que {{topic}} est {{très/moins}} important et estime que sa ville {{dépasse ses attentes/sous-performante}} dans ce domaine. Une plus grande attention portée à {{topic}} est susceptible d'avoir {{un impact positif/moins important}} sur l'expérience globale de la vie en ville.",
  "tooltip": "{{percent}}% sélectionné {{question}}",
  "method_title": "Méthodologie",
  "method_p1": "L'enquête bilingue a examiné comment la main-d'œuvre jeune et les écosystèmes de travail du Canada ont changé après la pandémie de COVID-19. L'objectif principal de cette enquête était de recueillir les points de vue des jeunes à l'échelle nationale, afin de soutenir l'élaboration de solutions fondées sur des données probantes et axées sur l'amélioration des parcours spécifiques des communautés vers le développement des compétences et l'obtention d'un emploi valorisant. Elle a été conçue en collaboration avec des experts politiques et des acteurs locaux afin de s'assurer que les questions étaient pertinentes et conformes aux objectifs du projet. L'équipe chargée de l'équité, de la diversité, de l'inclusion, de la justice et de la réconciliation (EDIJR) à l'Institut Tamarack a validé la conception de l'enquête. Elle s'est assurée que le contenu était inclusif et adapté aux jeunes de différentes identités et expériences vécues.",
  "method_sample": "Plan d'échantillonnage",
  "method_sample_p1": "L'enquête a ciblé un échantillon représentatif de jeunes âgés de 16 à 30 ans, atteignant 1626 répondants à travers le Canada. Le cadre d'échantillonnage a été conçu sur la base des données du recensement 2021 de Statistique Canada. Les répondants ont été identifiés à l'aide d'un échantillonnage volontaire par le biais d'une promotion sur les canaux médiatiques de Youthful Cities et de l'Institut Tamarack. Pour s'aligner sur les valeurs et la portée du projet laboDEV, l'échantillon s'est concentré sur huit villes - Toronto, Vancouver, Montréal, Calgary, Regina, Moncton, Yellowknife et Whitehorse - où des solutions basées sur les résultats ont été mises en œuvre. En outre, la conception de l'enquête a donné la priorité à l'augmentation de la représentation des groupes en quête d'équité au sein de l'échantillon.",
  "method_collection": "Collecte de données",
  "method_collection_p1": "L'enquête s'est déroulée sur le terrain entre novembre 2023 et mai 2024, exclusivement par le biais d'une collecte en ligne. Elle a été hébergée sur Typeform, une plateforme commune de collecte de données. Les données collectées par Typeform sont protégées par des normes canadiennes et internationales de premier plan en matière de cybersécurité et de protection des données. Pendant que l'enquête était sur le terrain, Youthful Cities a acheté un échantillon de panel, totalisant 1090 répondants (avant exclusion et nettoyage des données), auprès de CICIC research, une organisation canadienne d'études de marché affiliée à Dynata et reconnue par ESOMAR. L'enquête était conforme aux directives éthiques pour les recherches impliquant des participants humains. Tous les participants ont reçu un formulaire de consentement éclairé détaillant l'objectif de l'étude, la nature volontaire de la participation et les garanties d'anonymat et de confidentialité. Les personnes interrogées ont été informées de leur droit de se retirer de l'enquête à tout moment sans pénalité, et le processus de collecte des données a été conçu de manière à minimiser toute gêne ou tout risque potentiel pour les participants.",
  "demo_tab": "Données démographiques",
  "demo_title": "Répartition démographique",
  "demo_cluster": "Groupe actuel : {{value}}",
  "demo_gender": "Sexe",
  "demo_citizen": "Statut de Citoyenneté",
  "demo_ability": "[Dés]’Aptitude",
  "title": "Que se passe-t-il <span>au travail ces temps-ci?</span>",
  "subtitle": "Tableau Jeunesse",
  "desc": "Découvrez comment plus d'un millier de jeunes perçoivent la dynamique entre leur vie professionnelle et leur vie privée, leur employabilité, les ressources offertes par leur ville et les compétences nécessaires pour réussir sur le marché du travail actuel et futur.",
  "select_title": "Sélectionner un sujet",
  "select_future": "Préparer l'avenir du travail dans les villes",
  "select_pandemic": "S'engager dans les écosystèmes de travail post-pandémiques",
  "select_org": "Envisager une organisation idéale",
  "select_trans": "Passer de l'éducation à l'emploi",
  "select_other": "Autres",
  "select_question": "Sélectionner une question",
  "select_demo": "Sélectionner un segment démographique",
  "customize": "Personnaliser le graphique",
  "percent": "Pourcentage",
  "button_png": "Télécharger au format PNG",
  "demo_economic_desc": "Le groupe « Priorité économique » est composé de jeunes qui pensent que l'amélioration des villes canadiennes passe par l'abordabilité, la création de bons emplois pour les jeunes, la croissance de l'économie locale, la santé mentale et les transports.",
  "demo_social_desc": "Le groupe « Bien social » comprend les jeunes qui ont désigné l'abordabilité, la santé mentale, la culture autochtone, la vérité et la réconciliation, et le changement climatique comme étant les principaux domaines d'intervention pour améliorer la performance des villes canadiennes à l'échelle du pays.",
  "demo_forming_desc": "Le groupe « Se forger une opinion » comprend les jeunes qui croient que l'abordabilité est le facteur le plus important pour améliorer la performance des villes canadiennes à l'échelle nationale. Le groupe n'a pas d'opinion définitive sur l'importance relative des autres sujets.",
  "download_title": "Télécharger les données brutes",
  "download_desc": "Créez un compte ou connectez-vous pour télécharger l'ensemble des données.",
  "download_button": "Télécharger"
}
