{
  "title": "Que se passe-t-il <span>au travail ces temps-ci?</span>",
  "youth_cite": "Cite Jeunesse",
  "short_desc": "Découvrez plus de 300 entretiens sur les défis, les compétences et les attentes du monde du travail qui façonnent l'expérience des jeunes au Canada.",
  "blurb": "<p>Explorez plus de 300 entretiens avec des jeunes, des leaders de l'industrie et des acteurs communautaires travaillant dans le secteur de la jeunesse sur les défis, les compétences et les attentes en milieu de travail qui façonnent l'expérience des jeunes au Canada. Cette visualisation interactive révèle les thèmes clés de 11 000 minutes de conversations : de la préparation au marché du travail à l'adaptation des lieux de travail pour les jeunes. Les cercles les plus larges mettent en évidence les thèmes les plus discutés, tandis que les nœuds ramifiés indiquent les sous-thèmes et les idées connexes.</p><p>Utilisez cet outil pour vous plonger dans ce qui compte le plus pour les jeunes, découvrir des tendances et obtenir l'histoire complète de nos données. Explorez des perspectives de première main pour comprendre comment les jeunes envisagent le changement dans les domaines de l'éducation, de l'emploi et de la responsabilité sociale dans les villes.</p>",
  "national": "Nationales",
  "data_details_title": "Détails des données",
  "data_details": "<p>Les données de l'outil proviennent d'entretiens avec plus de 300 jeunes, professionnels de l'industrie et acteurs communautaires travaillant dans le secteur de la jeunesse, qui ont eu lieu dans le cadre du projet de recherche <a>DEVlab</a>. Voici quelques-unes des questions posées par les représentants de Youthful Cities</p><ul><li>Comment les établissements d'enseignement peuvent-ils mieux préparer les étudiants aux compétences requises sur le marché du travail actuel ?</li><li>Quels sont les défis auxquels vous avez été personnellement confrontés dans votre parcours de développement des compétences, que ce soit dans le cadre de l'éducation ou de l'emploi ?</li><li>Comment expliqueriez-vous le décalage entre les attentes des employeurs et celles des jeunes en matière de compétences et de comportement au travail ?</li><li>Quelles sont les mesures à prendre pour rendre les jeunes plus à l'aise sur le lieu de travail et gérer les attentes des employeurs ?</li><li>À votre avis, quels sont les principaux attributs/qualités/caractéristiques que les jeunes recherchent dans les organisations lorsqu'ils sont à la recherche d'un emploi ? Qu'est-ce qui pousserait une organisation à acquérir ces attributs ?</li><li>Selon vous, dans quelle mesure les organisations devraient-elles être socialement responsables ?</li><li>Comment les villes peuvent-elles mieux répondre aux besoins des jeunes et plus particulièrement de ceux qui sont en transition vers le marché du travail ?</li><li>Quelles sont vos attentes quant à l'avenir du travail et de l'éducation au Canada, en particulier pour les jeunes ?</li></ul><p>Nous avons ensuite trouvé et classé les thèmes communs dans les 11 000 minutes de transcription des entretiens.</p>",
  "toronto_profile": "Les jeunes de Toronto sont très instruits, diversifiés, à la recherche de bons environnements de travail et d'opportunités de croissance. Ils apprécient l'accessibilité des ressources, le caractère abordable et la connectivité.",
  "calgary_profile": "Les jeunes de Calgary s'adaptent et ont un niveau d'éducation élevé, ils sont leaders dans les métiers, se développent dans l'entreprenariat et ont de plus en plus d'occasions de se connecter à des réseaux divers.",
  "vancouver_profile": "Les jeunes de Vancouver sont soucieux de la durabilité et s'intéressent aux environnements de travail positifs qui correspondent à leurs valeurs. Ils sont friands de mentorat, de parcours entrepreneuriaux et d'avantages holistiques.",
  "montreal_profile": "Les jeunes de Montréal sont polyvalents, apprécient la connectivité, la durabilité environnementale et l'équilibre entre le travail et la vie privée. Ils apprécient la flexibilité, et les jeunes sont en mesure de tirer parti de l'apprentissage par l'expérience et du bilinguisme pour accéder à un plus grand nombre de bons emplois pour les jeunes.",
  "chatbot_text": "Que faire pour demander des devis dans toutes les villes ? Utilisez le Chatbot de l'LDJ.",
  "chatbot_button": "Aller au Chatbot de l'LDJ",
  "drawer_heading": "Citations étiquetées avec le thème {{code}}",
  "theme_title": "Quels sont les principaux thèmes que nous avons découverts ?",
  "theme_ecosystems_title": "Naviguer dans les écosystèmes de travail post-pandémiques",
  "theme_ecosystems_content": "<p>Les jeunes naviguent dans un écosystème de travail transformé, façonné par les impacts de la pandémie de COVID-19. Ils soulignent que le coût de la vie, de l'éducation et l'accès limité au soutien en matière de santé mentale constituent des obstacles majeurs tout au long de leur parcours éducatif et de leur début de carrière. Au début de leur carrière, les jeunes ont du mal à se défendre et à avoir confiance en eux sur le plan professionnel parce qu'ils ont l'impression qu'il y a un décalage entre les compétences acquises dans l'enseignement postsecondaire et les exigences pratiques des emplois du « monde réel ». Les tensions intergénérationnelles sur le lieu de travail, dues à des valeurs, des styles de communication et des attentes différentes, ne font qu'aggraver ces difficultés.</p><p>Pour surmonter ces obstacles, les jeunes plaident en faveur de programmes de préparation à l'emploi, d'initiatives de mentorat réciproque et d'ateliers de confiance animés par des pairs. En favorisant l'apprentissage collaboratif dans les deux sens, ces programmes peuvent aider les jeunes à comprendre la transition entre l'école et le travail, à se doter de ces compétences essentielles et à développer une plus grande autonomie dans leur développement professionnel.</p>",
  "theme_future_title": "Ouvrir la voie à l'avenir du travail",
  "theme_future_content": "<p>Les jeunes envisagent trois thèmes essentiels pour l'avenir du travail au Canada : le développement collaboratif d'un soutien professionnel global entre les organisations publiques et privées, l'adoption des technologies d'automatisation et d'intelligence artificielle dans l'éducation et un coût de la vie durable centré sur des logements abordables.</p><p>Ils reconnaissent que les écosystèmes canadiens de l'éducation et du travail ont beaucoup à offrir, mais que de nombreux jeunes se sentent bloqués dans la transition entre l'école et le travail. Ils notent que les ressources de soutien traditionnelles semblent trop déconnectées de leurs besoins réels et plaident pour des écosystèmes de ressources holistiques qui peuvent s'attaquer aux obstacles socio-économiques systémiques qui empêchent les jeunes de trouver un emploi. Les jeunes veulent des programmes qui facilitent le passage direct de l'école au travail, tels que les partenariats entre les écoles et les industries ou les possibilités d'observation au poste de travail, qui sont considérés comme des solutions essentielles. Bien que cet avenir professionnel soit passionnant, il ne sera possible que si l'on aide les jeunes à rester dans les villes canadiennes en s'attaquant à l'augmentation extrême du coût de la vie. Les jeunes ont massivement exprimé le stress causé par la crise de l'accessibilité financière, une majorité d'entre eux se déclarant en situation d'insécurité en matière de logement.</p>",
  "theme_transition_title": "Passer de l'éducation à l'emploi",
  "theme_transition_content": "<p>La pandémie de COVID-19 a eu un impact significatif sur les expériences éducatives des jeunes, en particulier lors de leur transition entre l'enseignement postsecondaire et le monde du travail. L'apprentissage en ligne a posé des problèmes tels que le manque d'engagement des étudiants, les lacunes dans l'enseignement et la perte d'expériences en personne. Ces lacunes en matière d'expérience et de connaissances ont eu un impact négatif sur le renforcement des compétences des jeunes et sur leur accès à des parcours d'expérience professionnelle, tels que les programmes coopératifs et les stages. Les jeunes ont également identifié des lacunes dans les systèmes de soutien, telles qu'une formation professionnelle inadéquate et un soutien insuffisant en matière de santé mentale.</p><p>Pour combler ces lacunes, les jeunes recommandent d'améliorer les conseils en matière de rédaction de curriculum vitae, de multiplier les possibilités de placement et d'organiser des ateliers complets sur le renforcement des compétences, tels que les microcrédits, afin d'améliorer leurs aptitudes à l'emploi. Ils plaident également en faveur d'un apprentissage par l'expérience obligatoire dans le cadre du système éducatif, car ils expliquent que cela est essentiel pour combler le fossé entre l'éducation et le marché du travail. En outre, les jeunes suggèrent de développer des systèmes de connaissances équitables et diversifiés, de soutenir la santé mentale, d'améliorer la promotion des ressources professionnelles et d'intégrer des événements de mise en réseau dans le programme d'études.</p>",
  "theme_org_title": "Envisager une organisation idéale",
  "theme_org_content": "<p>Les jeunes ont parlé de « bons emplois pour les jeunes » comme comprenant la flexibilité, un environnement de travail favorable, une rémunération et des avantages équitables, un équilibre entre vie professionnelle et vie privée, et des opportunités de croissance. Dans l'organisation idéale, les jeunes valorisent la communication ouverte, le mentorat et l'inclusivité. Ils soulignent également l'importance pour les organisations d'incarner les valeurs de la diversité, de la transparence et de la responsabilité, en plaidant pour des lieux de travail qui favorisent le bien social, comme la durabilité environnementale.</p><p>En réponse à la question de savoir si les organisations devraient être socialement responsables, les jeunes ont donné un éventail de points de vue sur ce sujet : Certains jeunes ont souligné la nécessité pour les entreprises d'assumer leur responsabilité sociale, en particulier en matière de justice et d'inclusion. Ils ont noté qu'il était important que les organisations fassent preuve d'engagement envers ces valeurs. D'autres ont souligné la complexité des organisations qui prennent des positions fermes sur des questions sociales et politiques. En outre, les jeunes apprécient le mentorat pour les conseils et le soutien qu'il leur apporte sur le lieu de travail, ce qui les aide à surmonter les difficultés et à renforcer leur confiance en eux. Les opportunités de croissance sont très importantes pour eux, car ils les considèrent comme des voies vers l'amélioration des compétences, l'expérience pratique et l'amélioration de leur développement professionnel.</p>",
  "download": "Télécharger des extraits d'interviews",
  "quotes_empty": "Veuillez cliquer sur un nœud thématique pour voir les citations associées.",
  "drawer_tab": "Citations",
  "dig_deeper": "Approfondir",
  "stories_heading": "Lire les histoires qui se cachent derrière les données",
  "blog_title": "Le décalage entre l'éducation et le travail : Pourquoi les jeunes sont en difficulté et comment nous pouvons y remédier",
  "blog_button": "Lire l'article du blog",
  "blog_title_2": "Des données à la découverte : Des outils pour comprendre les jeunes dans les villes canadiennes",
  "download_title": "Télécharger les données brutes",
  "download_desc": "Créez un compte ou connectez-vous pour télécharger l'ensemble des données.",
  "download_button": "Télécharger",
  "chatbot_title": "Chatbot de l'LDJ",
  "chatbot_desc": "Que faire pour demander des devis dans toutes les villes ? Utilisez le Chatbot de l'LDJ."
}
