{
  "title": "State of Housing for <span>Young People in Canada</span>",
  "subtitle": "Youth Cite",
  "description_sub_1": "About the survey",
  "description_p_1": "The State of Housing for Young People in Canada surveyed youth across the country to explore the housing crisis—looking at both affordability and availability. The goal? To gather real insights to shape better housing solutions for young people. It also examined co-living as a potential answer to the challenges of creating affordable housing in Canada’s cities.",
  "description_sub_2": "Explore the visualization",
  "description_p_1.5": "This visualization organizes quotes from surveyed youth into an interactive network of themes. Larger bubbles highlight the most common topics, while smaller ones reflect unique or less frequent insights.",
  "description_p_2": "Explore answers to these questions: What were your experiences like finding housing? What are you concerned about in the future? What would you like to see happen to solve the housing crisis in Canada? Tell us any other ideas you may have about housing in Canada. This visualization is generated with the help of AI. Click on a node to view quotes reflecting perspectives and opinions of respondents.",
  "helper_text": "Quotes tagged with theme {{code}}",
  "quotes_empty": "Please click on a theme node to view associated quotes.",
  "drawer_tab": "Quotes",
  "method_title": "Methodology",
  "method_sub_1": "Sampling Design",
  "method_p_1": "The survey targeted a representative sample of young people aged 18 to 33, reaching respondents across Canada focusing on the 15 largest urban centres. The sampling frame was designed based on Statistics Canada Census 2021 data. Respondents were identified using voluntary sampling through promotion on the Youthful Cities and Tamarack Institute media channels. Furthermore, the survey design prioritized increasing the representation of equity-deserving groups within the sample.",
  "method_sub_2": "Data collection",
  "method_p_2": "The survey was in the field between April 2024 and July 2024, exclusively through online collection. It was hosted on SurveyMonkey, a common survey data collection platform. SurveyMonkey has implemented governance, risk management, and compliance practices that align with the most globally recognized information security frameworks. We gathered 1500 responses.",
  "method_sub_3": "Limitations",
  "method_p_3": "<p>While steps were taken to ensure the sample was representative of the youth population in Canada, and ethical considerations were met, some biases may be present within the data.</p><ul><li><p>Sampling bias: Although the sample was designed to be representative, certain identities may have been underrepresented or overrepresented, which can impact insights and findings.</p></li><li><p>Response bias: The survey relied on self-reported data, which may be subject to social desirability bias or recall bias, particularly for questions related to sensitive topics.</p></li></ul>"
}
