{
  "title": "State of Housing for <span>Young People in Canada</span>",
  "subtitle": "Youth Chart",
  "desc": "Explore 1500 youth perspectives on housing affordability, equity, and shared housing alternatives in Canada, gathered from our State of Housing for Young People in Canada survey. This interactive visualization offers insights into how young people view their housing options and the challenges they face.",
  "topic_living": "Living Situation",
  "topic_coliving": "Coliving",
  "topic_housing": "Housing Search & Preferences",
  "topic_mental": "Mental Wellbeing",
  "topic_education": "Education & Income",
  "topic_general": "General & Demographics",
  "tooltip": "{{percent}}% of youth who identify as {{age}} selected {{answer}}. (National average: {{average}}%)",
  "chart_sub": "Broken down by:",
  "note": "*Note: Segments below a sample size of 50 are not displayed. The dotted line represents the national average, which includes segments not displayed on the chart. Hover or click on bars to reveal values.",
  "explore_title": "Explore Open-ended Responses",
  "explore_desc": "Want to know what youth are saying about housing? Use the Youth Cite tool to explore quotes from the State of Housing for Young People in Canada survey.",
  "explore_button": "Go to Youth Cite",
  "download_title": "Download Raw Data",
  "download_desc": "Create an account or sign in to download the dataset.",
  "download_button": "Download",
  "key_title": "Key Takeaways",
  "key_situation": "<ul><li><p>58% of young people rent.</p><ul><li><p>Renting is higher than average for Black (69%) and Indigenous youth (61%).</p></li><li><p>18% live rent and mortgage free (do not contribute, own, or rent).</p></li><li><p>27% of men own vs only 17% of women.</p></li><li><p>Ownership is lowest in prairie provinces (16%) &amp; highest in Maritimes (28%). Prairies also have highest percentage of youth living rent/mortgage free (24%).</p></li></ul></li><li><p>Geographically, nearly half of youth (43%) live outside city centres, drawn to slightly more affordable housing but facing challenges like car dependency and limited infrastructure, while 34% live in suburbs and 19% live downtown.</p></li><li><p>44% of youth decide to live with others to reduce housing costs. Between 18-25 years old it increases to 52.5%.</p><ul><li><p>26% of all youth live with their parents, but this rises to 34% among youth of color.</p></li></ul></li><li><p>The majority of youth live in two-bedroom (24%) or three-bedroom (21%) units, with smaller spaces like one-bedroom (14%) and studios (5%) being less common and often costly.</p></li><li><p>While 50% move out between 18-21, among them 53% have also returned home.</p><ul><li><p>Overall, 93% of young people have moved out of their childhood living situation before the age of 26.</p></li><li><p>A significantly higher percentage (38%) of Indigenous youth moved out of their childhood living situation before turning 18.</p></li></ul></li></ul>",
  "key_preferences": "<ul><li><p>50% of youth stated that finding a place within their price range was the most challenging part of their rental experience, followed by 39% who stated finding a place in the area they wanted to be in was the most challenging.</p><ul><li><p>Among regions, youth in the Maritimes (62%) and in Quebec (62%) found it most challenging to find a rental within their price range. That is compared to 46% in Ontario, 48% in BC and 39% in the Prairies.</p></li><li><p>61% of Black youth found finding a rental within price range most challenging, higher than the average.</p></li></ul></li><li><p>When searching for a place to live, young people’s priorities reflect practical needs. Over half (51%) cite monthly costs as their top concern, followed by safety (14%), proximity to work (11%), and access to nearby services (10%).</p></li><li><p>Public transit emerges as a critical component of youth housing needs, with 62% of respondents regularly using transit, highlighting the connection between housing and mobility.</p><ul><li><p>55% walk regularly</p></li><li><p>42% use a personal vehicle</p></li></ul></li><li><p>29% of youth find the idea of building their own home exciting, showing resilience and creativity in imagining their housing futures.</p></li></ul>",
  "key_mental": "<ul><li><p>Three quarters of young people reported feeling “on edge” while searching for housing, and 50% expressed anxiety over the stability or cost of their current housing situation.</p><ul><li>Alberta youth experience this anxiety at a higher rate (55%) than the national average.</li><li>While youth report other, compounding pressures like concerns about global events (41%), national issues in Canada (38%), and local occurrences in their cities (26%), the rates of incidence are much lower nationally than the rate of worry about housing.</li></ul></li><li><p>68% percent of youth selected that the most challenging part of finding housing is finding something they can afford.</p><ul><li>More women (73%) than men (61%) found it challenging to find a place they can afford.</li></ul></li></ul>",
  "methodology_title": "Methodology",
  "methodology_sub1": "Sampling Design",
  "methodology_p1": "The survey targeted a representative sample of young people aged 18 to 33, reaching respondents across Canada focusing on the 15 largest urban centres. The sampling frame was designed based on Statistics Canada Census 2021 data. Respondents were identified using voluntary sampling through promotion on the Youthful Cities and Tamarack Institute media channels. Furthermore, the survey design prioritized increasing the representation of equity-deserving groups within the sample.",
  "methodology_sub2": "Data collection",
  "methodology_p2": "The survey was in the field between April 2024 and July 2024, exclusively through online collection. It was hosted on SurveyMonkey, a common survey data collection platform. SurveyMonkey has implemented governance, risk management, and compliance practices that align with the most globally recognized information security frameworks. We gathered 1500 responses.",
  "methodology_sub3": "Limitations",
  "methodology_p3": "<p>While steps were taken to ensure the sample was representative of the youth population in Canada, and ethical considerations were met, some biases may be present within the data.</p><ul><li><p>Sampling bias: Although the sample was designed to be representative, certain identities may have been underrepresented or overrepresented, which can impact insights and findings.</p></li><li><p>Response bias: The survey relied on self-reported data, which may be subject to social desirability bias or recall bias, particularly for questions related to sensitive topics.</p></li></ul>",
  "percent": "Percent"
}
