{
  "title": "Urban Work Index <span>2024</span>",
  "subtitle": "Best City for Youth to Work in Canada",
  "blurb": "Youthful Cities is thrilled to announce the launch of “Urban Work Index 2024: The best city for youth to work in Canada”, a crucial index designed to provide the data urgently necessary to reshape the workforce into one that is dynamic, engaged, and vital. The index is the culmination of a year of Youthful Cities investigation into what youth need to succeed. It’s all part of DEVlab, a project funded by the Government of Canada and in partnership with Tamarack Institute.",
  "map_heading": "Overall Results",
  "map_blurb": "Scroll through the list of cities to view the ranking. Learn areas of strength and improvement for each city. Click on any dot on the map to jump to that city.",
  "topic_heading": "Results by Topic",
  "topic_blurb": "Hover over any cell to see the ranking and score for the selected city and topic. Click on a column to sort the ranking by that topic.",
  "scoring_heading": "A note on scoring",
  "scoring_blurb": "Scores are generated using min/max normalization where the top performing city receives a score of 100 and the lowest performing city receives a score of 0. This means even a city with a score of 100 still has room to improve, and a city with a score of 0 may still perform well in some aspects of the topic.",
  "heatmap_tooltip": "[city] is #[rank] in [topic] with a score of [score]",
  "customize_tab": "Customize the results",
  "customize_blurb": "Adjust the weights of each topic depending on how important each one is to you and watch the ranking change on the heatmap. A weight of 100 represents \"extremely important\" and a 0 represents \"not a priority\". Currently your best city is <strong>{{city}}</strong>.",
  "cutomize_blurb2": "The default weights are based on average importance ratings assigned to each topic based on over 1500 respondents to the \"What's up with work, lately\" survey 2024. These weights influence the proportional contribution of each topic to the final score in determining the Best Work City.",
  "more_heading": "Dig Deeper",
  "chatbot_heading": "Chatbot",
  "chatbot_blurb": "Try the following prompts to get deeper insight into the ecosystem of work in Toronto, Montréal, Calgary, and Vancouver, or come up with your own.",
  "chatbot_prompt1": "What do youth in Montréal say about their work/life balance?",
  "chatbot_prompt2": "Assume the role of a young person in Vancouver, what are some of the barriers to finding a good entry-level role?",
  "chatbot_prompt3": "How do challenges around affordability impact the job search of youth in Toronto?",
  "chatbot_button": "Go to chatbot",
  "stories_heading": "Data Stories",
  "stories_blurb": "The 'Skills and Ladders' series on the Youthful Cities blog explores our findings from the DEVlab research project.",
  "stories_button": "Go to Youthful Cities blog",
  "reset": "Reset"
}
