{
  "title": "What’s up with work lately?",
  "subtitle": "Youth Chart",
  "desc": "Discover how over a thousand young people view their work-life dynamics, their employability, the resources provided by their cities, and the skills needed to succeed in the current and future job markets.",
  "select_title": "Select a topic",
  "select_future": "Paving the way for the future of work in cities",
  "select_pandemic": "Engaging with post-pandemic work ecosystems",
  "select_org": "Envisioning an ideal organization",
  "select_trans": "Navigating the transition from education to work",
  "select_other": "Other",
  "select_question": "Select a question",
  "customize": "Customize chart",
  "percent": "Percent",
  "button_png": "Download as PNG",
  "deeper_title": "Dig Deeper",
  "cluster_desc": "<p>Psychographics classify people according to their attitudes, aspirations, and other psychological criteria.</p><p>Survey participants ranked the importance  of affordability, education and skills development, equity, diversity and inclusion, Indigenous culture, truth and reconciliation, entrepreneurial spirit, local economic growth, digital transformation, transportation, mental health, and climate change. Then, they ranked how their cities performed in each category. These importance/performance rankings created three distinct groups. Learn more about the clusters by clicking on the data points. Each point represents a survey response.</p>",
  "takeaways_title": "Key Takeaways — <span>What youth prioritize</span>",
  "takeaways_desc": "Regardless of cluster, the following priorities emerged as key areas to improve Canadian city performance:",
  "takeaways_aff": "Affordability",
  "takeaways_mental": "Mental health",
  "takeaways_jobs": "Good youth jobs",
  "cluster_social": "Social good focus",
  "cluster_forming": "Forming opinions",
  "cluster_economic": "Economic focus",
  "cluster_all": "All",
  "stories_title": "Data Stories",
  "heatmap_tooltip": "A {{positive/negative}} gap ({{value}}%) between importance and performance indicates that the {{cluster}} cluster considers {{topic}} to be {{very/less}} important and feels that their city is {{exceeding their expectations/underperforming}} in this area. Increasing focus on {{topic}} is likely to have {{a positive/less of an}} impact on overall city-living experience.",
  "method_title": "Methodology",
  "method_p1": "The bilingual survey investigated how Canada's youth workforce and work ecosystems changed after the COVID-19 pandemic. The primary objective of this survey was to collect insights from youth nationally, to support the development of evidence-based solutions focused on improving community-specific pathways towards skills development and meaningful employment. It was designed in collaboration with policy experts and local actors to ensure that the questions were relevant and aligned with the project's goals. The Equity, Diversity, Inclusivity, Justice and Reconciliation team (EDIJR) at Tamarack Institute validated the survey design. It ensured the content was inclusive and suitable for youth of different identities and lived experiences.",
  "method_sample": "Sampling Design",
  "method_sample_p1": "The survey targeted a representative sample of young people aged 16 to 30, reaching 1626 respondents across Canada. The sampling frame was designed based on Statistics Canada Census 2021 data. Respondents were identified using voluntary sampling through promotion on the Youthful Cities and Tamarack Institute media channels. To align with the values and scope of the DEVlab project, the sample focused on eight cities—Toronto, Vancouver, Montreal, Calgary, Regina, Moncton, Yellowknife, and Whitehorse—where solutions based on the findings were implemented. Furthermore, the survey design prioritized increasing the representation of equity-deserving groups within the sample.",
  "method_collection": "Data Collection",
  "method_collection_p1": "The survey was in the field between November 2023 and May 2024, exclusively through online collection. It was hosted on Typeform, a common data collection platform. The data collected through Typeform is protected by leading Canadian and international cybersecurity and data protection standards. While the survey was in the field, Youthful Cities purchased a panel sample, totalling 1090 respondents (pre-exclusion and data cleaning), from CICIC research, a Canadian, Dynata-affiliated and ESOMAR-recognized market research organization. The survey complied with ethical guidelines for research involving human participants. All participants were provided with an informed consent form detailing the purpose of the study, the voluntary nature of participation, and assurances of anonymity and confidentiality. Respondents were informed of their right to withdraw from the survey at any point without penalty, and the data collection process was designed to minimize any potential discomfort or risk to participants.",
  "demo_tab": "Demographics",
  "demo_title": "Demographic breakdown",
  "demo_cluster": "Current cluster: {{value}}",
  "demo_gender": "Gender",
  "demo_citizen": "Citizenship Status",
  "demo_ability": "[Dis]Ability",
  "demo_economic_desc": "The “Economic focus” cluster represents young people who identify affordability, good youth jobs, local economic growth, mental health and transportation as the key areas of focus to improve the performance of Canadian cities nationwide.",
  "demo_social_desc": "The “Social good” cluster represents young people who identified affordability, mental health, Indigenous culture, truth & reconciliation, and climate change as the key areas of focus to improve the performance of Canadian cities nationwide.",
  "demo_forming_desc": "The “Forming opinions” cluster represents young people who felt that affordability is the single most important focus to improve the performance of Canadian cities nationwide. They do not currently have strong opinions on the relative importance of the remaining topics.",
  "download_title": "Download Raw Data",
  "download_desc": "Create an account or sign in to download the dataset.",
  "download_button": "Download"
}
