{
  "features": [
    {
      "type": "Feature",
      "properties": {
        "geotag": "50.598330183, -104.36607849",
        "City": "Regina",
        "Rank": 13,
        "Score": 430.3,
        "Strength_1": "Ranked 1st for post secondary career services.",
        "Region": "Prairies",
        "Strength_2": "Second lowest youth unemployment rate at 6.9% (March 2023).",
        "Room for Improvement": "Ranked last in Entrepreneurial Spirit with low number of startups, investors, accelerators, and coworking spaces.",
        "Point à améliorer": "Dernière ville au classement de l’esprit entrepreneurial en raison d’un faible nombre de jeunes entreprises, d’investisseur‧se‧s, d’accélérateurs et d’espaces communautaires de travail.",
        "Force_1": "En tête du classement en ce qui concerne les services d’orientation professionnelle au niveau postsecondaire.",
        "Force_2": "Deuxième taux de chômage des jeunes le plus bas, à 6,9 % (en date de mars 2023)."
      },
      "geometry": {
        "coordinates": [-104.618938, 50.448612],
        "type": "Point"
      },
      "id": "06e89d9557f8daf3bd72cb76d63c6970"
    },
    {
      "type": "Feature",
      "properties": {
        "geotag": "45.608482762668174, -73.71090874883122",
        "City": "Laval",
        "Rank": 18,
        "Score": 386.1,
        "Strength_1": "Best city for young people to own a home (comparing after tax income of 25-34 year olds to benchmark home price).",
        "Region": "Quebec",
        "Strength_2": "Second lowest core housing need among the 30 cities.",
        "Room for Improvement": "Ranked lowest for number of mental health professionals per capita.",
        "Point à améliorer": "Dernière ville en ce qui concerne le nombre de professionnel‧le‧s de la santé par habitant‧e.",
        "Force_1": "Ville offrant aux jeunes le meilleur accès à la propriété (rapport entre le revenu net des jeunes de 25 à 34 ans et le prix de référence des logements).",
        "Force_2": "Avant-dernière des 30 villes en ce qui concerne les besoins impérieux en matière de logement."
      },
      "geometry": {
        "coordinates": [-73.752722, 45.575299],
        "type": "Point"
      },
      "id": "1de86cee65a071b13f2221bafaac1e73"
    },
    {
      "type": "Feature",
      "properties": {
        "geotag": "60.72320228114415, -135.07275853671106",
        "City": "Whitehorse",
        "Rank": 25,
        "Score": 283.6,
        "Strength_1": "Ranked 3rd for number of mental health professionals per capita.",
        "Region": "West",
        "Strength_2": "Smallest gender gap in labour force participation.",
        "Room for Improvement": "Ranked last in Digital Access with limited access to broadband internet and slow internet speeds of 29 Mbps.",
        "Point à améliorer": "Dernière au classement de l’accès numérique avec un accès limité à Internet à haut débit et des débits faibles de 29 Mbit/s.",
        "Force_1": "3e au classement en ce qui concerne le nombre de professionnel‧le‧s de la santé mentale par habitant‧e.",
        "Force_2": "Écart entre les genres le plus faible en ce qui concerne la participation au marché du travail."
      },
      "geometry": {
        "coordinates": [-135.054829, 60.721589],
        "type": "Point"
      },
      "id": "21b137da10bb6112a4b93fec2216ecf8"
    },
    {
      "type": "Feature",
      "properties": {
        "geotag": "48.5647693556, -123.804871128",
        "City": "Victoria",
        "Rank": 7,
        "Score": 511.6,
        "Strength_1": "Ranked 1st for number of mental health professionals per capita with 133 total.",
        "Region": "West",
        "Strength_2": "Ranked in the top 5 for urban health resources per capita with 5 hospitals, 651 doctors, and 2 community health clinics.",
        "Room for Improvement": "Ranked in the bottom 10 for home ownership opportunity (comparing annual after tax income of 25-34 year olds to benchmark prices).",
        "Point à améliorer": "Parmi les dix dernières villes en ce qui concerne l’accès à la propriété (rapport entre le revenu net des jeunes de 25 à 34 ans et le prix de référence des logements).",
        "Force_1": "En tête en ce qui concerne le nombre de professionnel‧le‧s de la santé mentale par habitant‧e (133 en tout).",
        "Force_2": "Parmi les cinq premières villes en ce qui concerne les ressources de santé urbaine par habitant‧e avec 5 hôpitaux, 651 médecins et 2 cliniques de santé communautaire."
      },
      "geometry": {
        "coordinates": [-123.365228, 48.428189],
        "type": "Point"
      },
      "id": "262bd8ba289ebf71e3890f02b90d95e2"
    },
    {
      "type": "Feature",
      "properties": {
        "geotag": "46.0817676105, -64.6622205042",
        "City": "Moncton",
        "Rank": 29,
        "Score": 239.1,
        "Strength_1": "Ranked 3rd for most affordable tuition fees for international students.",
        "Region": "East",
        "Strength_2": "Lowest average mortgage debt at $114,000.",
        "Room for Improvement": "Ranked last in Education + Training with only 1 out of 6 points received for BIPOC scholarships.",
        "Point à améliorer": "Dernière au classement de l’éducation et de la formation avec un seul point sur six reçus pour les bourses d’études aux PANDC.",
        "Force_1": "3e au classement en ce qui concerne les frais de scolarité les plus abordables pour les étudiant‧e‧s internationaux.",
        "Force_2": "Dette hypothécaire moyenne la plus basse (114 000 $)."
      },
      "geometry": {
        "coordinates": [-64.798811, 46.098051],
        "type": "Point"
      },
      "id": "328f75f9c8b148eb86a8b05896aa12f2"
    },
    {
      "type": "Feature",
      "properties": {
        "geotag": "46.8389901805, -71.3600778047",
        "City": "Québec",
        "Rank": 8,
        "Score": 499.1,
        "Strength_1": "Ranked 3rd overall for Digital Access with some of the cheapest broadband internet ($42.99) compared to other cities (average $51.30).",
        "Region": "Quebec",
        "Strength_2": "Ranked 2nd overall for Affordability with 96.6% of housing being adequate, affordable and suitable compared to a national average of 90.74%.",
        "Room for Improvement": "The lowest ranking city for Health, Québec has one of the lowest per capita food banks overall (5 in the city).",
        "Point à améliorer": "Dernière ville au classement de la santé, Québec a l’un des nombres de banques alimentaires par habitant‧e les plus faibles globalement (5 dans la ville).",
        "Force_1": "3e au classement de l’accès numérique avec l’un des accès haut débit les moins chers (42,99 $) par rapport aux autres villes (moyenne : 51,30 $).",
        "Force_2": "2e au classement de l’abordabilité avec 96,6 % de logements adéquats, abordables et convenables par rapport à la moyenne nationale, qui est de 90,74 %."
      },
      "geometry": {
        "coordinates": [-71.208676, 46.813552],
        "type": "Point"
      },
      "id": "368ef5f26c9300a042e8310ab2b5d1e0"
    },
    {
      "type": "Feature",
      "properties": {
        "geotag": "43.252994071, -79.9583350638",
        "City": "Hamilton",
        "Rank": 11,
        "Score": 437.7,
        "Strength_1": "Ranked 4th in Education with scholarships available for students identifying as BIPOC and a better than average gender enrollment gap.",
        "Region": "Ontario",
        "Strength_2": "Ranked in the top 10 for internet download speed at 73.06 mbps.",
        "Room for Improvement": "Ranked in the bottom 10 out of 30 cities for domestic tuition fees, costing $8170 annual at the largest post secondary institution.",
        "Point à améliorer": "Parmi les dix dernières villes en ce qui concerne les frais de scolarité nationaux, qui sont de 8 170 $ par an dans l’établissement d’enseignement postsecondaire le plus important.",
        "Force_1": "4e ville au classement de l’éducation avec des bourses d’études offertes aux PANDC et un écart d’inscription entre les genres inférieur à la moyenne.",
        "Force_2": "Parmi les dix premières villes en ce qui concerne la vitesse de téléchargement (73,06 Mbit/s)."
      },
      "geometry": {
        "coordinates": [-79.871691, 43.255766],
        "type": "Point"
      },
      "id": "373f07db0902c1750141c9c9dca34b08"
    },
    {
      "type": "Feature",
      "properties": {
        "geotag": "43.159657729362465, -79.24994288693271",
        "City": "St. Catharines - Niagara",
        "Rank": 10,
        "Score": 442.7,
        "Strength_1": "Ranked 7th for Affordability with a monthly surplus for youth of $332.88 (youth income minus cost of living)",
        "Region": "Ontario",
        "Strength_2": "Ranked 5th for post secondary career services to support students and graduates in gaining experience and transitioning to employment.",
        "Room for Improvement": "Ranked 29th in city economy, losing more youth than they gained over the last five years to interprovincial migration.",
        "Point à améliorer": "29e ville au classement de l’économie municipale, la ville perdant plus de jeunes qu’elle en a gagné au cours des cinq dernières années en raison de la migration interprovinciale.",
        "Force_1": "7e au classement de l’abordabilité avec un surplus mensuel pour les jeunes de 332,88 $ (salaire des jeunes moins coût de la vie).",
        "Force_2": "5e au classement des services d’orientation professionnelle dans les établissements d’enseignement postsecondaire pour aider les étudiant‧e‧s et les jeunes diplômé‧e‧s à acquérir de l’expérience et passer des études à la vie professionnelle."
      },
      "geometry": {
        "coordinates": [-79.242082, 43.158222],
        "type": "Point"
      },
      "id": "3a6d11d0b76809d4cd9f58cb422a8733"
    },
    {
      "type": "Feature",
      "properties": {
        "geotag": "44.8660810977, -63.1479587128",
        "City": "Halifax",
        "Rank": 17,
        "Score": 403.8,
        "Strength_1": "Halifax has the most people with a highschool degree or GED equivalent relative to population.",
        "Region": "East",
        "Strength_2": "Halifax has a high number of 15-29 moving in from other provinces relative to population.",
        "Room for Improvement": "Halifax has a high rate of youth unemployment, especially in the sales and service industry.",
        "Point à améliorer": "",
        "Force_1": "",
        "Force_2": ""
      },
      "geometry": {
        "coordinates": [-63.588428, 44.649347],
        "type": "Point"
      },
      "id": "3d96561abc89a50ea414ee790f33036f"
    },
    {
      "type": "Feature",
      "properties": {
        "geotag": "42.9951771458, -81.4571045605",
        "City": "London",
        "Rank": 16,
        "Score": 404,
        "Strength_1": "Tied for 10th for commute by public transit with an average time of 34.3 minutes.",
        "Region": "Ontario",
        "Strength_2": "Third smallest gender wage gap for median employment income.",
        "Room for Improvement": "Ranked below 20th in Entrepreneurial Spirit with only 1 accelerator identified.",
        "Point à améliorer": "Parmi les dix dernières villes au classement de l’esprit entrepreneurial avec un seul accélérateur identifié.",
        "Force_1": "10e ville à égalité avec une autre en ce qui concerne le temps de déplacement moyen en transport en commun (34,3 minutes).",
        "Force_2": "3e plus petit écart salarial entre les genres pour le revenu médian de l’emploi."
      },
      "geometry": {
        "coordinates": [-81.244182, 42.983272],
        "type": "Point"
      },
      "id": "511475a9cc85eec8668600543489b3ec"
    },
    {
      "type": "Feature",
      "properties": {
        "geotag": "44.0825036292, -78.9538402417",
        "City": "Oshawa",
        "Rank": 23,
        "Score": 321,
        "Strength_1": "Ranked 7th for population change over the last 5 years, adding over 48,000 people.",
        "Region": "Ontario",
        "Strength_2": "Ranked 6th for number of food banks per capita with 7 total.",
        "Room for Improvement": "Ranked last for Transportation with a 56.1 minute average commute by public transit vs a national average of 38 minutes.",
        "Point à améliorer": "Dernière au classement des transports avec un temps de trajet moyen de 56,1 minutes en transport en commun par rapport à la moyenne nationale de 38 minutes.",
        "Force_1": "7e au classement en ce qui concerne les variations de la population au cours des cinq dernières années, avec plus de 48 000 personnes.",
        "Force_2": "6e au classement du nombre de banques alimentaires par habitant‧e avec un total de 7."
      },
      "geometry": {
        "coordinates": [-78.863894, 43.897537],
        "type": "Point"
      },
      "id": "58665354c420e9d627d9f02bd87a0484"
    },
    {
      "type": "Feature",
      "properties": {
        "geotag": "46.2730426363, -63.1390709486",
        "City": "Charlottetown",
        "Rank": 24,
        "Score": 306.2,
        "Strength_1": "Charlottetown has the most affordable monthly transit pass relative to income. ",
        "Region": "East",
        "Strength_2": "University of PEI has the most affordable average international undergraduate tuition per semester in an arts and humanities program.",
        "Room for Improvement": "Charlottetown has the most uneven representation of men and women in trades",
        "Point à améliorer": "",
        "Force_1": "",
        "Force_2": ""
      },
      "geometry": {
        "coordinates": [-63.13263, 46.235606],
        "type": "Point"
      },
      "id": "5b58fefef1706f122d3c4b2e40cc5f8f"
    },
    {
      "type": "Feature",
      "properties": {
        "geotag": "43.733237798680996, -79.76616994871868",
        "City": "Brampton",
        "Rank": 20,
        "Score": 359.4,
        "Strength_1": "Ranked 1st for diversity with over 50% of the population speaking a mother tongue other than English or French.",
        "Region": "Ontario",
        "Strength_2": "Ranked 6th for most affordable tuition for international students.",
        "Room for Improvement": "Third lowest opportunity for home ownership (based on annual after tax income of 25-34 year olds to benchmark home price).",
        "Point à améliorer": "3e avant-dernière ville en ce qui concerne l’accès à la propriété (rapport entre le revenu net des jeunes de 25 à 34 ans et le prix de référence des logements).",
        "Force_1": "En tête du classement de la diversité avec plus de 50 % de la population parlant une langue maternelle autre que l’anglais ou le français.",
        "Force_2": "6e au classement avec les frais de scolarité les plus abordables pour les étudiant‧e‧s internationaux."
      },
      "geometry": {
        "coordinates": [-79.762196, 43.685222],
        "type": "Point"
      },
      "id": "5e92d0399279b004293daedb581e1e6d"
    },
    {
      "type": "Feature",
      "properties": {
        "geotag": "45.2931827761, -75.7752748192",
        "City": "Ottawa-Gatineau",
        "Rank": 4,
        "Score": 571.8,
        "Strength_1": "Ranked 3rd overall for affordability with high annual after tax income for 25-34 year olds versus the benchmark price of a house.",
        "Region": "OntarioQuebec",
        "Strength_2": "Ottawa-Gatineau provides both scooter and bike rentals and has one of the highest bike scores at 64.",
        "Room for Improvement": "Ranked low for Entrepreneurial Spirit with no known municipal microgrants available for youth.",
        "Point à améliorer": "Parmi les dernières villes au classement de l’esprit entrepreneurial, la ville ne semblant pas offrir de microsubventions municipales aux jeunes.",
        "Force_1": "3e au classement de l’abordabilité avec un revenu annuel net élevé pour les jeunes de 25 à 34 ans par rapport au prix de référence d’un logement.",
        "Force_2": "Ottawa-Gatineau propose des locations de trottinettes électriques et de vélos et a l’un des meilleurs scores de vélo (64)."
      },
      "geometry": {
        "coordinates": [-75.690233, 45.420802],
        "type": "Point"
      },
      "id": "6b2317777f488b1742c78837bda23075"
    },
    {
      "type": "Feature",
      "properties": {
        "geotag": "43.4626073672, -80.5385799047",
        "City": "Kitchener - Cambridge - Waterloo",
        "Rank": 9,
        "Score": 453.6,
        "Strength_1": "Smallest difference between the number of men and women in professional occupations (0.21%). Gender enrollment gap for post-secondaries is also low.",
        "Region": "Ontario",
        "Strength_2": "Ranked 6th overall for Equity, Diversity and Inclusion with the presence of both anti-discrimination work and inclusive municipal policies.",
        "Room for Improvement": "Ranked low for affordability with an average debt per person of $166,000.",
        "Point à améliorer": "Parmi les dernières villes au classement de l’abordabilité avec une dette moyenne de 166 000 $ par personne.",
        "Force_1": "Écart le moins important entre le nombre d’hommes et de femmes occupant des professions libérales (0,21 %). L’écart d’inscription entre les genres dans les établissements d’enseignement postsecondaire est également faible.",
        "Force_2": "6e au classement en ce qui concerne l’équité, la diversité et l’inclusion avec la présence de mesures de lutte contre les discriminations et de politiques municipales inclusives."
      },
      "geometry": {
        "coordinates": [-80.494213, 43.451287],
        "type": "Point"
      },
      "id": "7466f63add613445909df134444d21f0"
    },
    {
      "type": "Feature",
      "properties": {
        "geotag": "43.58912804033142, -79.64433902775568",
        "City": "Mississauga",
        "Rank": 15,
        "Score": 407.6,
        "Strength_1": "53.2% of the population are immigrants vs a national average of 26.7%.",
        "Region": "Ontario",
        "Strength_2": "53.9% of the population speak a mother tongue other than English or French vs a national average of 29%.",
        "Room for Improvement": "Youth in Mississauga have an average deficit of $-534.56 per month, compared to an average national surplus of $148.89 per month after expenses and incomes are taken into account.",
        "Point à améliorer": "Les jeunes à Mississauga ont un déficit moyen de -534,56 $ par mois par rapport à un surplus national moyen de 148,89 $ par mois après avoir pris en compte les dépenses et les revenus.",
        "Force_1": "53,2 % de la population est composée d’immigré‧e‧s par rapport à la moyenne nationale, qui est de 26,7 %.",
        "Force_2": "53,9 % de la population parle une langue maternelle autre que l’anglais ou le français par rapport à la moyenne nationale, qui est de 29 %."
      },
      "geometry": {
        "coordinates": [-79.644339, 43.589487],
        "type": "Point"
      },
      "id": "8cf42d5b1f7610ca3b2252363dafccf4"
    },
    {
      "type": "Feature",
      "properties": {
        "geotag": "51.1757391566, -114.132618061",
        "City": "Calgary",
        "Rank": 6,
        "Score": 512.2,
        "Strength_1": "Ranked 6th most population diverse city with 1 in 3 people identifying as immigrants.",
        "Region": "Alberta",
        "Strength_2": "Ranked 4th for amount of total startup funding provided in 2022.",
        "Room for Improvement": "Tied for lowest youth minimum wage in Canada at $13 per hour.",
        "Point à améliorer": "À égalité avec une autre ville en ce qui concerne le salaire minimum le plus bas offert aux jeunes au Canada (13 $ de l’heure).",
        "Force_1": "6e ville comptant la population la plus diverse : une personne sur trois s’identifie comme immigrée.",
        "Force_2": "4e ville en ce qui concerne le montant total du financement fourni aux jeunes entreprises en 2022."
      },
      "geometry": {
        "coordinates": [-114.059286, 51.045389],
        "type": "Point"
      },
      "id": "952816a25eea77aaca3acd8846df6e12"
    },
    {
      "type": "Feature",
      "properties": {
        "geotag": "49.2811032961, -122.839133762",
        "City": "Vancouver",
        "Rank": 2,
        "Score": 642.8,
        "Strength_1": "Highest number of walking trails with a total of 262.",
        "Region": "West",
        "Strength_2": "Ranked 3rd for Entrepreneurial Spirit with the 2nd highest number of startups at 5291.",
        "Room for Improvement": "Only 49% of young people in full time employment compared to the national average of 69.8%.",
        "Point à améliorer": "Seulement 49 % des jeunes ont un emploi à temps plein par rapport à la moyenne nationale de 69,8 %.",
        "Force_1": "Plus grand nombre de sentiers pédestres (262 en tout).",
        "Force_2": "3e au classement de l’esprit entrepreneurial avec le deuxième plus grand nombre de jeunes entreprises (5 291)."
      },
      "geometry": {
        "coordinates": [-123.113823, 49.260439],
        "type": "Point"
      },
      "id": "ac96658c4d9f41eee50eaab8975acfd7"
    },
    {
      "type": "Feature",
      "properties": {
        "geotag": "46.5909017256, -81.0434810634",
        "City": "Greater Sudbury / Grand Sudbury",
        "Rank": 22,
        "Score": 332.6,
        "Strength_1": "Ranked 4th for Affordability with a positive monthly surplus (youth income minus youth expenses) of $342.11.",
        "Region": "Ontario",
        "Strength_2": "Third lowest core housing need at 5.5% compared to the highest at 15.80%.",
        "Room for Improvement": "Ranked 29th for number of urban health resources per capita (family doctors, hospitals and community health clinics).",
        "Point à améliorer": "29e au classement en ce qui concerne le nombre de ressources de santé urbaine par habitant‧e (médecins de famille, hôpitaux et cliniques de santé communautaire).",
        "Force_1": "4e au classement de l’abordabilité avec un surplus mensuel positif (revenus des jeunes moins dépenses des jeunes) de 342,11 $.",
        "Force_2": "3e au classement des besoins impérieux les plus bas en matière de logement (5,5 %) par rapport au taux le plus élevé (15,80 %)."
      },
      "geometry": {
        "coordinates": [-80.990808, 46.492876],
        "type": "Point"
      },
      "id": "afef603c67022cbb8c01dc0034dd0bba"
    },
    {
      "type": "Feature",
      "properties": {
        "geotag": "42.315004972525664, -83.03746690208084",
        "City": "Windsor",
        "Rank": 19,
        "Score": 386,
        "Strength_1": "Widsor has the lowest relative unemployment in the city's business, finance, and administration sector nationally at 7.69%.",
        "Region": "Ontario",
        "Strength_2": "",
        "Room for Improvement": "",
        "Point à améliorer": "",
        "Force_1": "",
        "Force_2": ""
      },
      "geometry": {
        "coordinates": [-83.037298, 42.316803],
        "type": "Point"
      },
      "id": "b6948e1e7a535a8ef4b3103b967ae3a0"
    },
    {
      "type": "Feature",
      "properties": {
        "geotag": "46.05389888, -67.0186651584",
        "City": "Fredericton",
        "Rank": 27,
        "Score": 282.1,
        "Strength_1": "Ranked 2nd for Good Youth Jobs with 76.8% of youth 15-29 employed full time.",
        "Region": "East",
        "Strength_2": "Ranked 5th for number of mental health professionals per capita.",
        "Room for Improvement": "Ranked in the lowest 5 cities for Equity, Diversity, and Inclusion for lack of population diversity with only 12.6% population identifying as immigrants.",
        "Point à améliorer": "Parmi les cinq dernières villes en ce qui concerne l’équité, la diversité et l’inclusion en raison d’un manque de diversité, seulement 12,6 % de la population s’identifiant comme immigré‧e‧s.",
        "Force_1": "2e au classement des bons emplois pour les jeunes avec 76,8 % de jeunes de 15 à 29 ans ayant un emploi à temps plein.",
        "Force_2": "5e au classement en ce qui concerne le nombre de professionnel‧le‧s de la santé mentale par habitant‧e."
      },
      "geometry": {
        "coordinates": [-66.643531, 45.963036],
        "type": "Point"
      },
      "id": "ba9729aaacc6f7c0f3a3f0ffc7a263f4"
    },
    {
      "type": "Feature",
      "properties": {
        "geotag": "47.3016012856, -53.3936244285",
        "City": "St. John's",
        "Rank": 28,
        "Score": 247,
        "Strength_1": "St. John's has a short average commute time by car of only 16 minutes.",
        "Region": "East",
        "Strength_2": "St. John's has a low number of people experiencing homelessness compared to the general population.",
        "Room for Improvement": "St. John's has a high percentage of people experiencing food insecurity. ",
        "Point à améliorer": "",
        "Force_1": "",
        "Force_2": ""
      },
      "geometry": {
        "coordinates": [-52.714204, 47.561503],
        "type": "Point"
      },
      "id": "bb4b0f82d5a72927cbb881d171f329d2"
    },
    {
      "type": "Feature",
      "properties": {
        "geotag": "51.6730607901, -106.002544775",
        "City": "Saskatoon",
        "Rank": 12,
        "Score": 432.6,
        "Strength_1": "Centrally located post secondary campus within 2 km of city centre.",
        "Region": "Prairies",
        "Strength_2": "Ranked 3rd for lowest unemployment rate across Canada at 4% (male and female average).",
        "Room for Improvement": "Ranked 27th in Digital Access with the second slowest internet speeds at 25.59 Mbps vs national average of 56.82 Mbps.",
        "Point à améliorer": "27e au classement de l’accès numérique avec les vitesses Internet les plus basses à 25,59 Mbit/s par rapport à la moyenne nationale de 56,82 Mbit/s.",
        "Force_1": "Emplacement central du campus d’enseignement postsecondaire (situé à moins de deux kilomètres du centre-ville).",
        "Force_2": "3e au classement avec le taux de chômage le plus bas au Canada, qui est de 4 % (moyenne entre les hommes et les femmes)."
      },
      "geometry": {
        "coordinates": [-106.665918, 52.131043],
        "type": "Point"
      },
      "id": "c0e6274f4eb06189e164ab6a188055ff"
    },
    {
      "type": "Feature",
      "properties": {
        "geotag": "49.8644493957, -97.2007785194",
        "City": "Winnipeg",
        "Rank": 14,
        "Score": 426.9,
        "Strength_1": "Winnipeg has 4 Indigenous post-secondary institutions, the most of any city in this index.",
        "Region": "Prairies",
        "Strength_2": "Winnipeg has a low percentage of people unemployed in the art, culture, and sport sector at 7.38%.",
        "Room for Improvement": "Winnipeg has relatively few youth employed in the health sector (2200) compared to population.",
        "Point à améliorer": "",
        "Force_1": "",
        "Force_2": ""
      },
      "geometry": {
        "coordinates": [-97.137109, 49.895461],
        "type": "Point"
      },
      "id": "cce4926c25d6ac54ec0239759f331cfc"
    },
    {
      "type": "Feature",
      "properties": {
        "geotag": "62.456036670046366, -114.37123720518291",
        "City": "Yellowknife",
        "Rank": 30,
        "Score": 133.7,
        "Strength_1": "Yellowknife had the lowest benchmark home price relative to median income nationally at $460,008.",
        "Region": "Alberta",
        "Strength_2": "Yellowknife has the highest median income nationally at $72,000.",
        "Room for Improvement": "Yellowknife has a low minimum wage compared to median income. It is currently $16.70 per hour.",
        "Point à améliorer": "",
        "Force_1": "",
        "Force_2": ""
      },
      "geometry": {
        "coordinates": [-114.371826, 62.454145],
        "type": "Point"
      },
      "id": "d143cc5f35c1b588f71b028662aaffc2"
    },
    {
      "type": "Feature",
      "properties": {
        "geotag": "45.5166301668, -73.683971152",
        "City": "Montréal",
        "Rank": 3,
        "Score": 602,
        "Strength_1": "Ranked 3rd to commute by public transit with 168 hours a week of transit operations.",
        "Region": "Quebec",
        "Strength_2": "Main post secondary campus is approximately 1 km from the city centre, compared to a national average of 4 km.",
        "Room for Improvement": "Fourth lowest number of mental health professionals per capita.",
        "Point à améliorer": "Quatrième plus faible nombre de professionnel‧le‧s de la santé mentale par habitant‧e.",
        "Force_1": "3e au classement en ce qui concerne les déplacements en transport en commun avec 168 heures de transit par semaine.",
        "Force_2": "Le campus de l’établissement d’enseignement postsecondaire principal se trouve à environ un kilomètre du centre-ville, la moyenne nationale étant de quatre kilomètres."
      },
      "geometry": {
        "coordinates": [-73.568615, 45.502357],
        "type": "Point"
      },
      "id": "d47f51ef9f98ce3858724016544bfdf1"
    },
    {
      "type": "Feature",
      "properties": {
        "geotag": "53.3290435559, -114.075139457",
        "City": "Edmonton",
        "Rank": 5,
        "Score": 538.1,
        "Strength_1": "Ranked 6th for affordability with a monthly surplus for youth of $454.94 (youth income minus expenses).",
        "Region": "Alberta",
        "Strength_2": "Ranked in the top 10 for commuting by public transit with transit operating for 147 hours per week.",
        "Room for Improvement": "Tied for lowest youth minimum wage in Canada at $13 per hour.",
        "Point à améliorer": "À égalité avec une autre ville en ce qui concerne le salaire minimum le plus bas offert aux jeunes au Canada (13 $ de l’heure).",
        "Force_1": "6e au classement de l’abordabilité avec un surplus mensuel de 454,94 $ pour les jeunes (salaire des jeunes moins les dépenses).",
        "Force_2": "Parmi les dix premières villes en ce qui concerne les déplacements en transport en commun avec 147 heures de transit par semaine."
      },
      "geometry": {
        "coordinates": [-113.489192, 53.548954],
        "type": "Point"
      },
      "id": "dec62bd3618c0245b538e73089166582"
    },
    {
      "type": "Feature",
      "properties": {
        "geotag": "49.9878406947, -112.152576145",
        "City": "Lethbridge",
        "Rank": 26,
        "Score": 282.6,
        "Strength_1": "Lowest cost of living on a monthly basis based on youth income, providing youth a $753.79 surplus per month.",
        "Region": "Alberta",
        "Strength_2": "Ranked 6th for home ownership opportunity (ratio of 25-34 year old after tax annual income to benchmark home price).",
        "Room for Improvement": "Ranked 27th in Education + Training with the lowest enrollment in post secondary education at the largest institution.",
        "Point à améliorer": "27e au classement de l’éducation et de la formation avec le taux d’inscription dans les établissements d’enseignement postsecondaire le plus faible (dans l’établissement le plus important).",
        "Force_1": "Coût de la vie le plus bas sur une base mensuelle en fonction du revenu des jeunes, leur laissant un surplus de 753,79 $ par mois.",
        "Force_2": "6e au classement en ce qui concerne l’accès la propriété (proportion du revenu annuel net des jeunes de 25 à 34 ans par rapport au prix de référence d’un logement)."
      },
      "geometry": {
        "coordinates": [-112.831953, 49.694377],
        "type": "Point"
      },
      "id": "efd5b2c55695a445c0ed76f633990320"
    },
    {
      "type": "Feature",
      "properties": {
        "geotag": "43.7271632975, -79.3905474161",
        "City": "Toronto",
        "Rank": 1,
        "Score": 670.9,
        "Strength_1": "Overall highest ranking city for Education, with 100 library branches and the opportunity to have international post secondary exchanges in 40 countries.",
        "Region": "Ontario",
        "Strength_2": "Ranked 1st for entrepreneurial spirit, with most amount of startups, investors, and accelerators.",
        "Room for Improvement": "Ranked last for affordability with high cost of living out of all of the cities with an average deficit of -$453 per month for young people (living cost to income per month).",
        "Point à améliorer": "Dernière au classement de l’abordabilité avec le coût de la vie le plus élevé des trente villes et un déficit moyen de -453 $ par mois pour les jeunes (coût de la vie comparé au revenu mensuel).",
        "Force_1": "En tête du classement de l’éducation, avec 100 bibliothèques et des possibilités d’échanges internationaux dans 40 pays au niveau postsecondaire.",
        "Force_2": "En tête du classement de l’esprit entrepreneurial, avec le plus grand nombre de jeunes entreprises, d’investisseur‧se‧s et d’accélérateurs."
      },
      "geometry": {
        "coordinates": [-79.382295, 43.652772],
        "type": "Point"
      },
      "id": "f44e90327445c300afff93dcf06f9591"
    },
    {
      "type": "Feature",
      "properties": {
        "geotag": "49.9489238007, -119.458049665",
        "City": "Kelowna",
        "Rank": 21,
        "Score": 354.1,
        "Strength_1": "Ranked 7th most affordable youth transit pass at $55 per month.",
        "Region": "West",
        "Strength_2": "Ranked in the top 10 for number of mental health professionals per capita.",
        "Room for Improvement": "Ranked low in education with a main university institution far from the city centre and lack of gender equality in enrollment numbers.",
        "Point à améliorer": "Faibles résultats en ce qui concerne l’éducation avec un établissement d’enseignement supérieur principal éloigné du centre-ville et une absence d’égalité des genres dans les taux d’inscription.",
        "Force_1": "7e en ce qui concerne la passe de transit la plus abordable pour les jeunes (55 $ par mois).",
        "Force_2": "Parmi les dix premières villes en ce qui concerne le nombre de professionnel‧le‧s de la santé mentale par habitant‧e."
      },
      "geometry": {
        "coordinates": [-119.495881, 49.887689],
        "type": "Point"
      },
      "id": "f6aec68f4cad1e2e188d62ebc2c18ce2"
    }
  ],
  "type": "FeatureCollection"
}
